12/data/attachments/76d47c4df435abcb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2fd3d9cc-d388-43ad-bd6b-19b33b81e3cb</nif:username>
            <nif:friendToBeAdded>Brent_social_Friend_16486_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>